Repository: pypi-data/pypi-mirror-282
Catalog: packages/collective.gridlisting/collective.gridlisting-1.1.2-py3-none-any.whl/collective/gridlisting/locales/*/LC_MESSAGES/collective.gridlisting.po
Languages: de

source: Additional masonry options
de: Zusätzliche Masonry Optionen

source: CSS class(es) for preview image in column content
de: CSS Klasse(n) für das Vorschaubild

source: CSS class(es) for title/description/link in column content
de: CSS Klasse(n) für Titel/Beschreibung/Link

source: Column
de: Spalte

source: Column content
de: Spalteninhalt

source: Column content image
de: Spaltenvorschaubild

source: Column content text
de: Spaltentext

source: Container row
de: Spaltencontainer

source: Define grid listing properties. For further information see https://getbootstrap.com/docs/5.3/layout/grid/
de: Definitionen für das Spaltenlayout. Mehr informationen siehe https://getbootstrap.com/docs/5.3/layout/grid/ .

source: Enable masonry layout
de: Masonry layout aktivieren

source: Grid Listing Settings
de: Spaltenlayout Einstellungen

source: Grid listing
de: Spaltenlayout

source: If you want borders or backgrounds inside the column define it here.
de: Definition von Rahmen oder Hintergrundfarben.

source: Installs the collective.gridlisting add-on.
de: collective.gridlisting installieren

source: Listing item title tag
de: Listenelement Titel Tag

source: Options for "pat-masonry" see https://patternslib.com/demos/masonry.
de: Siehe https://patternslib.com/demos/masonry.

source: Preview image scale
de: Vorschaubild Skalierung

source: See masonry documentation.
de: Siehe "masonry" Dokumentation.

source: Show a separate link to the item below the description/title with the given text below. If deactivated, the item tile is used as link.
de: Zeige einen separaten Link zum Artikel unterhalb der Beschreibung/des Titels. Geben Sie für den Link einen Text im folgenden Feld an. Wenn der Link deaktiviert ist, wird der Titel des Artikels als Link verwendet.

source: Show more link
de: Zeige separierten Link zur Detailseite

source: Text for 'more' link below title/description
de: Text für Detaillink

source: Uninstalls the collective.gridlisting add-on.
de: collective.gridlisting de-installieren

source: Use grid css class combinations for column. Example: 'col-12 col-md-6 col-xl-3'
de: Verwenden sie CSS Klassen Kombinationen für ein responsives Verhalten. Beispiel: "col-12 col-md-6 col-xl-4"

source: eg. if you want to set gutter between columns define here.
de: Definition von Spaltenabständen.
